let cats = [
    {
        "_id": "634d32994e6e3be1a883b250",
        "id": 1000,
        "name": "Коржик",
        "favourite": true,
        "rate": 7,
        "age": 4,
        "description": "Весельчак Коржик никогда не сидит на месте. Он постоянно придумывает новые приключения для себя и своих друзей. Но иногда попадает в неловкие ситуации, потому что сначала делает, а потом думает. Коржик любит спортивные игры - с ним не соскучишься!",
        "img_link": "https://trikota.tv/upload/iblock/cbf/cbf1e9ed2785c66c903e794c95e738b7.png",
        "__v": 0
    },
    {
        "_id": "634d334f4e6e3be1a883b253",
        "id": 2000,
        "name": "Карамелька",
        "favourite": true,
        "rate": 10,
        "age": 2,
        "description": "Карамелька самая младшая из трех котят, но самая сообразительная. Она всегда готова прийти на помощь своим братьям и друзьям. Карамелька никогда не унывает и знает, что надо делать",
        "img_link": "https://www.youloveit.ru/uploads/gallery/main/995/youloveit_ru_kartinki_tri_kota43.png",
        "__v": 0
    },
    {
        "_id": "634d33c54e6e3be1a883b256",
        "id": 3000,
        "name": "Компот",
        "favourite": false,
        "rate": 5,
        "age": 5,
        "description": "Самый старший из трех котят.  Компот очень умный и рассудительный. Но бывает, что часто Компот расстраивается по пустякам. Хорошо, что Коржик и Карамелька всегда готовы успокоить брата и подбодрить его. Компот любит ботанику, зоологию и другие науки.",
        "img_link": "https://rutatu.ru/wp-content/uploads/2021/10/382-Kupit-perevodnyye-tatu-RUTATU-6x8-tri-kota-kompot-1.png",
        "__v": 0
    },
    {
        "_id": "634d342d4e6e3be1a883b259",
        "id": 4000,
        "name": "Нудик",
        "favourite": false,
        "rate": 3,
        "age": 5,
        "description": "Нудик – один из лучших друзей Коржика, Карамельки и Компота. Он спокойный и немного грустный, хотя и мечтает стать клоуном. У Нудика есть клоунский нос и клоунский парик, и ему действительно часто удается рассмешить своих друзей.",
        "img_link": "https://rutatu.ru/wp-content/uploads/2021/10/386-Kupit-perevodnyye-tatu-RUTATU-6x8-tri-kota-nudik-1.png",
        "__v": 0
    },
    {
        "_id": "634d349f4e6e3be1a883b25f",
        "id": 5000,
        "name": "Лапочка",
        "favourite": true,
        "rate": 9,
        "age": 7,
        "description": "Лапочка – подружка котят. Она немного изнеженная, но ей это очень идет. Лапочка любит все красивое и аккуратное и не только в одежде.",
        "img_link": "https://bipbap.ru/wp-content/uploads/2022/03/385-Kupit-perevodnyye-tatu-RUTATU-6x8-tri-kota-lapochka-1-730x730.png",
        "__v": 0
    },
    {
        "_id": "634d35094e6e3be1a883b264",
        "id": 6000,
        "name": "Гоня",
        "favourite": true,
        "rate": 8,
        "age": 5,
        "description": "Гоня любит истории о космических приключениях и мечтает встретиться с инопланетянами. Наверняка если это когда-то произойдет, Гоня найдет с ними общий язык.",
        "img_link": "https://trikota.tv/upload/iblock/8dc/8dcd7f0cfd06866048148932c1af588d.png",
        "__v": 0
    },
    {
        "_id": "634d35564e6e3be1a883b267",
        "id": 7000,
        "name": "Сажик",
        "favourite": true,
        "rate": 10,
        "age": 4,
        "description": "Сажик очень симпатичный и энергичный котенок. Чтобы развлечь друзей, он часто рассказывает им страшные истории. Он абсолютно черный, но, вопреки примете, приносит только радость своим друзьям.",
        "img_link": "https://trikota.tv/upload/iblock/d25/d25ee4eadc896e6a67d415dfb81fd089.png",
        "__v": 0
    },
    {
        "_id": "634d35ac4e6e3be1a883b26a",
        "id": 8000,
        "name": "Горчица",
        "favourite": false,
        "rate": 2,
        "age": 7,
        "description": "На первый взгляд может показаться, что Горчица немного неприветлива и скорее предпочтет вкусную еду веселой игре, но на самом деле она хороший друг для котят. Просто она слишком серьезна и принимает участие только в том, что ей действительно интересно.",
        "img_link": "https://trikota.tv/upload/iblock/cba/cba55d1017058469bb8127b0a48c3834.png",
        "__v": 0
    },
    {
        "_id": "634d36014e6e3be1a883b26d",
        "id": 9000,
        "name": "Шуруп",
        "favourite": false,
        "rate": 6,
        "age": 6,
        "description": "Шуруп – маленький технический гений. Он любит изобретать необычные вещи – например, как-то он придумал устройство, которое напоминает, что пора отдыхать. Шуруп очень уравновешенный и вдумчивый.",
        "img_link": "https://trikota.tv/upload/iblock/eca/eca2322d4c01a292ce7402c159d84599.png",
        "__v": 0
    },
    {
        "_id": "634d36544e6e3be1a883b272",
        "id": 10000,
        "name": "Изюм",
        "favourite": false,
        "rate": 7,
        "age": 3,
        "description": "Изюм – художник. Он очень усидчивый и немного ранимый, если дело касается его творчества. Изюм может нарисовать любой пейзаж, натюрморт и даже портрет кого-то из друзей и получится очень похоже.",
        "img_link": "https://trikota.tv/upload/iblock/a95/a959d34f54ff4618f60ba0f777d69794.png",
        "__v": 0
    }
]